kitty
jq
fd
fzf
tree
fastfetch
zsh
tmux
man-db
less
zoxide
wget
unzip
neovim
tree-sitter-cli
mpd
mpv
ncmpcpp
lsd
go
htop
bat
brightnessctl
bluez-utils
sof-firmware
sway
waybar
wlr-randr
networkmanager
dunstify
